Repository: osmfj/teikan-translate
Catalog: omegat/project_save.tmx
Source language: ja
Languages: en_gb

source: 第６条 当法人の会員は次の３種とし、正会員をもって一般社団法人及び一般財団法人に関する法律(平成18年法律第48号)(以下「法人法」という。) 上の社員とする。
en_gb: (Class of membership) Section 6. There shall be three classes of membership in this corporation as follows. The general member shall be recognized as employee in the law of the general society association and general foundation association (Law No48, Heisei 18 yr.)(hereafter the association law ).

source: 第６章 基金
en_gb: ARTICLE IV Fund

source: 第７条 当法人の会員として入会しようとする者は、理事会の定める手続により、申し込み、理事会の承認を得なければならない。
en_gb: Section 7. Admission of members shall be made by the Board upon a determination by the Executive Director that the member meets the qualifications established for membership as set forth in these Bylaws.

source: 第７章 計算
en_gb: Section 38 Procedures for the return of the fund shall be specified by the liquidator separately about place, a way and other necessary matters for returning the fund, in accordance with the provisions of general corporate law.

source: 第８条 会員は、社員総会において別に定める入会金及び会費を納入しなければならない。
en_gb: Section 8. The member shall pay an entrance fee and a membership due which separately determined by the general meeting

source: 第８章 規約の変更および解散
en_gb: ARTICLE IIX Change of articles and dissolution

source: 第９条 会員は、社員総会において別に定めるところにより届け出ることにより、任意に退会することができる。
en_gb: Section 9. The member may be terminated the membership after giving written notice of the termination by the way which separately determined by the general meeting.

source: 第９章 事務局
en_gb: ARTICLE IX Secretariat

source: 総則
en_gb: GENERAL PROVISIONS

source: 補欠により選任された監事の任期は、前任者の残任期間とする。
en_gb: Term of auditor, who is selected to fill vacancy, is as same as predecessor.

source: 設立時代表理事 三浦 広志
en_gb: Representative Director Hiroshi Miura

source: 設立時副理事長 古橋 大地
en_gb: Vice-president Taichi Furuhashi

source: 設立時副理事長 藤澤 公也
en_gb: Vice-president Kimiya Fujisawa

source: 設立時理事 三浦 広志
en_gb: Director Hiroshi Miura

source: 設立時理事 井上 欣哉
en_gb: Director Kinya Inoue

source: 設立時理事 古橋 大地
en_gb: Director Taichi Furuhashi

source: 設立時理事 早川 知道
en_gb: Director Tomomichi Hayakawa

source: 設立時理事 田中 俊寿
en_gb: Director Toshihisa Tanaka

source: 設立時理事 藤澤 公也
en_gb: Director Kimiya Fujisawa

source: 設立時監事 羽鳥 健太郎
en_gb: Auditor Kentaro Hatori

source: 設立時社員 東 修作
en_gb: Founding member: Shusaku Higashi

source: 設立時社員 東 修作 印
en_gb: Founding member: Shusaku Higashi (seal)

source: 設立時社員 藤澤 公也
en_gb: Founding member: Kimiya Fujisawa

source: 設立時社員 藤澤 公也 印
en_gb: Fonding member: Kimiya Fujisawa (seal)

source: 通称はOSMFジャパンとし、英語名称は、 OpenStreetMap Foundation Japan (通称:OSMF Japan、略称:OSMFJ)と称する。
en_gb: An Abbreviation is OSMFジャパン(OSMF JAPAN) , and English name isOpenStreetMap Foundation Japan (Abbreviation:OSMF Japan, synonym:OSMFJ).

source: （所在地）東京都北区神谷１丁目X番X－XXX号
en_gb: （Address）1-X-X-XXX, Kamiya, Kita-city, Tokyo

source: （社名）一般社団法人オープンストリートマップ・ファウンデーション・ジャパン
en_gb: （name of company）﻿the OpenStreetMap Foundation Japan, General Society Association

source: ２ 事務局には事務局長及び職員を置くことができる。
en_gb: Section 48.2 There may be a secretary-general and staffs in a secretariat.

source: ２ 事業報告については、代表理事がその内容を定時社員総会に報告しなければならない。
en_gb: Section 42.2 Business report shall be reported to annual general meeting by representative director.

source: ２ 会員が解散又は破産したときは、退会したものとみなす。
en_gb: Section 9.２ A member who is dissoluted or bankrupted is recognized as withdrawal from this association.

source: ２ 前項の収入支出は、新たに成立した予算の収入支出とみなす。
en_gb: Section 41.2 Incomes and costs on the interim account plan shall be recognized as a part of authorized account plan.

source: ２ 当法人は、会員がその資格を喪失しても、既に納入した入会金、会費その他の拠出金及び物品は一切返還しない。
en_gb: Section 12.２ Even when member disqulify its membershi, this association shall not return its entrance fee and membership due, or other fund and goods that has already been supplied without exception.

source: ２ 当法人は、社員総会の決議により従たる事務所を必要な場所に置くことができる。
en_gb: Section 2.2 Branch or subordinate offices may at any time be established by the resolution of the General Meeting at any place or places where this association is qualified to do business.

source: ２ 役員には、その職務を遂行するために要した費用を弁償することができる。
en_gb: Section 27.2. Officers may be compensated for their cost to execute business.

source: ２ 理事のうち、理事のいずれかの１名とその配偶者又は３親等内の親族その他特別の関係にある者の合計数は、理事総数の３分の１を超えてはならない。
en_gb: Section 23.2. Number of directors, who is a spouse, or is a family in degree of relationship is equal or lower than three, and an other special relationship with other director, shall not be more than ⅓ of number of all directors.

source: ２ 理事会は、その決議により代表理事１名を選定し、その他に副理事長１名以上２名以下を定める。
en_gb: Section 25.2. The board of directors shall select a representative director and one or two vice chairperson.

source: ２ 理事会は、正当な事由がない限り、前項の者の入社を認めなければならない。
en_gb: Section 7.2 The board shall admit a person in previous section except for fair reason.

source: ２ 総正会員の議決権の５分の１以上を有する正会員は、代表理事に対し、社員総会の目的である事項及び招集の理由を示して、社員総会招集の請求をすることができる。
en_gb: Section 16.2. A general member who has endorsements of ⅕ of voting rights can request a call of general meeting to the representative director, with submitting a purpose and a reason.

source: ２ 議事録には、出席した理事及び監事が、記名押印又は署名しなければならない。
en_gb: Section 35.2 All directors and auditor participated shall sign and seal on the minutes.

source: ２ 監事の任期は、選任後２年以内に終了する事業年度のうち最終のものに関する定時社員総会の終決の時までとし、再任を妨げない
en_gb: Section 24.2. Term of auditor shall be until the time of closing of general meeting of latest annual year that is finished less than two years from the day selected. Auditor may be re-selected.

source: ３ 代表理事は、法令又はこの定款で定めるところにより、当法人を代表し、その業務を統括する。
en_gb: Section 25.3. Representative director represent this association by law and this article, and administrate its business.

source: ３ 前２項に関し必要な事項は、総会の議決を経て、代表理事が別に定める。
en_gb: Section 27.3. Details of previous two article shall be decided by representative director, on resolution of general meeting.

source: ３ 監事は、理事又は当法人の事務局職員を兼ねてはならない
en_gb: Section 23.3. Auditor shall not be hold director or officer post in this association.

source: ３ 補欠または増員により選任された理事の任期は、前任者または現任者の残任期間とする。
en_gb: Section 24.3. Term of director, who is selected to fill vacancy or to rise number of officers, is as same as predecessor or current directors.

source: ３ 理事会は、前１項の者の入会を認めないときは、速やかに、事由を付した書面をもって本人にその旨を通知しなければならない。
en_gb: Section 7.3. The board shall notify the reason by letter, as soon as possible, to an original person, when the board decided not to admit.

source: ３ 貸借対照表及び損益計算書については、定時社員総会の承認を受けなければならない。
en_gb: Section 42.3 Balance sheet and profit-and-loss statement shall be approved by annual general meeting.

source: ４ 副理事長は、代表理事を補佐し、代表理事に事故があるとき又は代表理事が欠けたときは、予め代表理事により指名された順位に従い、その職務を代行する。
en_gb: Section 25.4. Vice chairperson shall assist representative director and delegate its business, when representative director take accident or pass away. When there exist multiple vice chairperson, selection order shall be predefined by the representative director.

source: ４ 役員は、辞任しまたは任期満了となった場合においても、定員を欠くに至る場合には、後任者が就任するまではその職務を行わねばならない。
en_gb: Section 24.4. Officers, who is resigned or expired its term, shall continue its business until successor is selected, when number of officer is less than its quota.

source: ５ 代表理事及びこの法人の業務を執行する理事は、毎事業年度毎に4か月を超える間隔で2回以上、自己の職務の執行の状況を理事会に報告しなければならない。
en_gb: Section 25.5. Representative director and directors of the association shall report their results of operations to the board in equal or more than two times in its annual years, no earlier than 4 month from previous report.

source: ６ 監事は、事業遂行及び財産の状況を監査する。
en_gb: Section 25.6 Auditor shall autit a process of operations, finance and accounting.
